/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk of %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ הותקנה ותהיה מוכנה לפעולה בפעם הבאה שתריץ את %3$@ ! ברצונך לאתחל?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ היא הגרסה האחונה הזמינה.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ זמין כעת (לך יש %3$@). ברצונך להוריד כעת?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "ל %@ אין הרשאה לכתוב לתקיית התוכניות! האם אתה פועל מ- disc image? אם לא, בקש עזרה ממנהל הרשת.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "גרסה חדשה של %@ הותקנה!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "גרסה חדשה של %@ זמינה!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "שגיאה בהתקנה. אנא נסה שנית במועד מרוחר יותר.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "שגיאה בקבלת מידע על עדכונים. אנא נסה שנית במועד מרוחר יותר.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "שגיאה בפתיחת הקובת המקווץ. אנא נסה שנית במועד מרוחר יותר.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "שגיאה בהורדת הקובץ. אנא נסה שנית במועד מאוחר יותר.";

/* No comment provided by engineer. */
"An update is already in progress!" = "עדכון כבר מתבצע!";

/* No comment provided by engineer. */
"Cancel" = "ביטול";

/* No comment provided by engineer. */
"Check for updates on startup?" = "לבדוק עדכונים באתחול?";

/* No comment provided by engineer. */
"Downloading update" = "מוריד עדכון";

/* No comment provided by engineer. */
"Extracting update" = "פותח עדכון";

/* No comment provided by engineer. */
"Install and Relaunch" = "התקן ואתחל";

/* No comment provided by engineer. */
"Installing update" = "מתקין עידכון";

/* No comment provided by engineer. */
"No" = "לא";

/* No comment provided by engineer. */
"OK" = "אישור";

/* No comment provided by engineer. */
"Ready to install!" = "מוכן להתקנה!";

/* No comment provided by engineer. */
"Update Error!" = "שגיאה בעדכון!";

/* No comment provided by engineer. */
"Updating %@" = "מעדכן %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "האם ברצונך ש%@ יבדוק עדכונים באתחול? אם לא, תוכל לבדוק ידנית מתפריט התכנה.";

/* No comment provided by engineer. */
"Yes" = "כן";

/* No comment provided by engineer. */
"You're up to date!" = "התכנה עדכנית!";

